[
    {
        "id": 1,
        "img": "assets/images/RichardVelasquez.jpg",
        "name": "Richard Velasquez",
        "post": "Cofounder & CEO, Kanbee",
        "shortdesc":"",
        "htmldesc":"<h4>Ex Uber driver turned product engineer.</h4><p>Ex-Facebook. Launched & maintained two billion dollar products at FB. Founder of Kanbee, an app that pays people to budget using DeFi.</p>",
        "social":[

            {
                "icon":"fab fa-twitter",
                "url":"/",
                "title":"Twitter"
            },
            {
                "icon":"fab fa-linkedin-in",
                "url":"/",
                "title":"Linked In"
            }
        ]
    },
    {
        "id": 2,
        "img": "assets/images/MichelleTsing.jpg",
        "name": "Michelle Tsing",
        "post": "Community, Standard || Host, Laptop Radio ||  AR & NFT Artist, @BITGODDESSES || Cofounder, Eight Meta || Cofounder, Governance Research Institute || Managing Partner, Cognito Capital",
        "shortdesc":"",
        "htmldesc":"<h4>Michelle Tsing was an attorney at PayPal, where she helped the Large Merchant Services team achieved ubiquity. Prior to PayPal, she was at Cisco, eBay, Samsung and Apple.</h4><p>She co-founded a blockchain payments startup in 2015 and is an advisor to a number of AI, blockchain and 3D printing companies. She is also a mentor for Singularity University Ventures, Berkeley Blockchain Accelerator, SVI Academy and Hack Temple, which are tech incubators located in the United States.\n\nShe founded Robotics for Good: Chatbots, Messaging and AI community; and had donated her time to The Loving AI/XPRIZE Project, Compute for Cancer and Robots Without Borders. She is a member of the California and Georgia blockchain advocacy coalitions. She is also producer and host of Laptop Radio at Stanford University. Michelle is a cofounder at Governance Research Institute (non profit on e-governance and blockchain) and Eight Meta (spatial and XR NFTs). She is a community director at Standard Protocol.\n\nShe is Managing Partner at Cognito Capital and a NFT artist as bitgoddesses. <a href='htts://linktr.ee/bitgoddesses'>linktr.ee/bitgoddesses</a></p>",
        "social":[
            {
                "icon":"fab fa-twitter",
                "url":"http://twitter.com/salutemichelle",
                "title":"Twitter"
            },
            {
                "icon":"fab fa-youtube",
                "url":"http://linktr.ee/laptopradio",
                "title":"Youtube"
            }
        ]
    },
    {
        "id": 3,
        "img": "assets/images/cm.jpg",
        "name": "Corey Mccauley",
        "post": "Eight Meta",
        "shortdesc":"",
        "htmldesc":"<h4></h4><p>Corey Mccauley is an  Cofounder of \nEightMeta and speaker. He has over 10 plus years of tech experience from military service combined with cybersecurity, investigations and blockchain consulting.\nHe started in the blockchain community in 2017 as an advisor and investor. He's passionate about the blockchain ecosystem and is speaker on multiple topics such as privacy, security, mining, mental health, traveling and much more. Additionally he is a consultant at CyberMindfulSolutions.com & Blocktech Atlanta.</p>",
        "social":[

          {
            "icon":"fab fa-twitter",
            "url":"/",
            "title":"Twitter"
          },
          {
            "icon":"fab fa-linkedin-in",
            "url":"/",
            "title":"Linked In"
          }
        ]
    },
    {
        "id": 4,
        "img": "assets/images/elTe.jpg",
        "name": "Eliott Teissonniere",
        "post": "Cofounder, Governance Research Institute",
        "shortdesc":"",
        "htmldesc":"<h4>Postgraduate research with us offers the opportunitype to contribute our leading edge research.</h4><p>Teaching and writing are two sides of a priceless coin. Writers historically have used the classroom as a place to supplement their income while also maintaining some sort of public-facing career. And with more and more people of all ages and education levels turning toward remote learning.</p>",
        "social":[

          {
            "icon":"fab fa-twitter",
            "url":"/",
            "title":"Twitter"
          },
          {
            "icon":"fab fa-linkedin-in",
            "url":"/",
            "title":"Linked In"
          }
        ]
    },
    {
        "id": 5,
        "img": "assets/images/trRo.jpg",
        "name": "Tristan Roberts",
        "post": "Summoner of hybrid legal / decentralized entities",
        "shortdesc":"",
        "htmldesc":"<h4></h4><p>Tristan's involvement in the crypto-anarcho BitNation lead him to pursue a deeper understanding of how DAOs could integrate with the existing legal jurisdictions. Aside from automating formation processes, he writes on decentralizing science through emerging knowledge markets.</p>",
        "social":[

          {
            "icon":"fab fa-twitter",
            "url":"https://twitter.com/aitherick",
            "title":"Twitter"
          },
          {
            "icon":"fab fa-linkedin-in",
            "url":"https://www.linkedin.com/in/tristan-roberts-932b2923/",
            "title":"Linked In"
          }
        ]
    },
    {
        "id": 6,
        "img": "assets/images/miMa.jpg",
        "name": "Miko Matsumura",
        "post": "Blockchain Investor & Startup Builder",
        "shortdesc":"",
        "htmldesc":"<h4>Miko is a General Partner with Gumi Ventures, a US $30M investment fund focused early stage blockchain startups and a cofounder of crypto exchange Evercoin</h4><p>Miko fell in love with open source software 25 years ago as chief Evangelist for the Java Language and Platform at Sun Microsystems. Since then he has been building open source software startups in Silicon Valley including raising over $50 million in venture capital for developer platform companies such as Gradle and financial infrastructure companies like Hazelcast and has participated in multiple exits including INFRAVIO, webMethods, and Db4O. He is an advisor in successful startups like Celsius (CeFi Lending), Idle Finance (DeFi Yield Aggregator), Pundi X (Payments), and KEYLESS (ID infrastructure). He has been an investor with Focus Ventures, a firm with over $800M under management, 9 IPOs and 44 exits and blockchain firm Pantera Capital. He holds a Master’s degree in Neuroscience from Yale University where he worked on abstract computational neural networks. </p>",
        "social":[

          {
            "icon":"fab fa-twitter",
            "url":"/",
            "title":"Twitter"
          },
          {
            "icon":"fab fa-linkedin-in",
            "url":"/",
            "title":"Linked In"
          }
        ]
    },
    {
        "id": 7,
        "img": "assets/images/jb.jpg",
        "name": "Joshua Baker",
        "post": " COO of System 9",
        "shortdesc":"",
        "htmldesc":"<h4>COO of System 9, a cryptocurrency market maker.</h4><p>Joshua Baker is the COO of System 9, a cryptocurrency market maker. He also contributes articles to Hackernoon and previously exited a steel technology firm.</p>",
        "social":[

          {
            "icon":"fab fa-twitter",
            "url":"/",
            "title":"Twitter"
          },
          {
            "icon":"fab fa-linkedin-in",
            "url":"/",
            "title":"Linked In"
          }
        ]
    },
    {
        "id": 8,
        "img": "assets/images/am.jpg",
        "name": "Aly Madhavji",
        "post": "Managing Partner at Blockchain Founders Fund and LP at Loyal VC & Draper Goren Holm",
        "shortdesc":"",
        "htmldesc":"<h4>Aly Madhavji 穆亚霖 is the Managing Partner at Blockchain Founders Fund which invests in and venture builds top-tier startups.</h4><p>Aly Madhavji 穆亚霖 is the Managing Partner at Blockchain Founders Fund which invests in and venture builds top-tier startups. He is a Limited Partner on Loyal VC and Draper Goren Holm. Aly consults organizations on emerging technologies such as INSEAD and the UN on solutions to help alleviate poverty. He is a Senior Blockchain Fellow at INSEAD and was recognized as a “Blockchain 100” Global Leader by Lattice80. \n\nHe is an internationally acclaimed author, publishing three books and a monthly columnist for the leading blockchain magazine. Aly serves as a board member of CryptoStar Corp. (TSXV: CSTR), Mechanical Technology Incorporated (NASDAQ: MKTY) and has served on various advisory boards including the University of Toronto’s Governing Council, which manages a $2.5B budget. He is a mentor with Chinaccelerator, an elite accelerator program operated by the venture fund SOSV with $855M+ AUM and the Mobile Only Accelerator (MOX).\n\nAly holds a Master of Global Affairs as a Schwarzman Scholar from Tsinghua University (清华大学), a Master of Business Administration from INSEAD (Singapore and France), and a Bachelor of Commerce with Distinction from the University of Toronto.</p>",
        "social":[

          {
            "icon":"fab fa-twitter",
            "url":"/",
            "title":"Twitter"
          },
          {
            "icon":"fab fa-linkedin-in",
            "url":"/",
            "title":"Linked In"
          }
        ]
    },
    {
        "id": 9,
        "img": "assets/images/cn.png",
        "name": "Clayton Roche",
        "post": " Community Lead at UMA",
        "shortdesc":"",
        "htmldesc":"<h4> Community Lead at UMA (Universal Market Access) and the co-founder of the DeFi Nation group.</h4><p>Clayton is the Community Lead at UMA (Universal Market Access) and the co-founder of the DeFi Nation group. He participated in the second PoolTogether lottery, interviewed Stani to celebrate $5M locked in Aave, and narrowly dodged the first bZx exploit.</p>",
        "social":[

          {
            "icon":"fab fa-twitter",
            "url":"/",
            "title":"Twitter"
          },
          {
            "icon":"fab fa-linkedin-in",
            "url":"/",
            "title":"Linked In"
          }
        ]
    },
    {
        "id": 10,
        "img": "assets/images/tnn.jpg",
        "name": "Tsolmondorj Natsagdorj",
        "post": "CTO @trysocialstack Head Quant @safemoon Defi researcher@harmonyprotocol ",
        "shortdesc":"",
        "htmldesc":"<h4></h4><p>Serial Fintech Entrepreneur with 2 exits. Has consulted with Defense, Fortune 500, and multiple governments and banks in emerging markets.</p>",
        "social":[

          {
            "icon":"fab fa-twitter",
            "url":"/",
            "title":"Twitter"
          },
          {
            "icon":"fab fa-linkedin-in",
            "url":"/",
            "title":"Linked In"
          }
        ]
    },
    {
        "id": 11,
        "img": "assets/images/kh.jpg",
        "name": "Kamal Hubbard",
        "post": "Author | Advisor | Civil Rights Officer",
        "shortdesc":"",
        "htmldesc":"Author | Advisor | Civil Rights Officer",
        "social":[

          {
            "icon":"fab fa-twitter",
            "url":"/",
            "title":"Twitter"
          },
          {
            "icon":"fab fa-linkedin-in",
            "url":"/",
            "title":"Linked In"
          }
        ]
    },
    {
        "id": 12,
        "img": "assets/images/ahu.jpg",
        "name": "Alex Hatoum",
        "post": "Managing Partner @ IHS",
        "shortdesc":"",
        "htmldesc":"<h4>Alex Hatoum is the Managing Director at Infinitum Humanitarian Systems (IHS), a private sector social business built on a profit-for-purpose model, and focused on global health and capacity building in the developing world. He is responsible for all international business initiatives, including business incubation management and overseas research support. </h4><p>Hatoum, a native speaker of English, Spanish, Portuguese and French, has traveled extensively throughout the Americas, working in both governmental and private sector positions.\n\nAfter an education in multiple countries that included a degree in International Business and in an extended program in International Security and Conflict Resolution at San Diego State University, he accepted a position with the US Marshals Service on their Violent Crimes Task Force.\n\nDuring those years Hatoum worked alongside the US military on a broad range of trans-boundary issues before accepting a commission from the United States Army. There he continued to work on issues relating to information flow across international boundaries. After seven years of decorated service, he left the Army to continue his education, completing a Master’s degree in Homeland Security. After graduation, he took an assignment with the US Office of National Drug Control Policy where he worked on several cross-border policy projects. \n\nAlex has been in the blockchain space since 2016 and specifically with Polkadot since 2018. In 2020 Alex became a Polkadot Ambassador. </p>",
        "social":[

          {
            "icon":"fab fa-twitter",
            "url":"/",
            "title":"Twitter"
          },
          {
            "icon":"fab fa-linkedin-in",
            "url":"/",
            "title":"Linked In"
          }
        ]
    },
    {
        "id": 13,
        "img": "assets/images/olod.jpg",
        "name": "Olayinka Odeniran",
        "post": "Founder, CEO, CybSecWatch",
        "shortdesc":"",
        "htmldesc":"<h4>Olayinka is the founder and CEO of CybSecWatch, boutique governance, risk and compliance educational consulting firm. </h4><p>She brings more than 18 years of executive experience in risk management and compliance.   Olayinka is an insightful and forward-thinking expert with extensive experience ensuring fulfillment of firm policies, procedures and federal mandates governing compliance and cybersecurity.  Olayinka brings her driven/ innovative mindset to provide information assurance to help strengthen the enterprise cybersecurity landscape.  As a blockchain enthusiast Olayinka is involved in several blockchain projects promoting women and minorities in tech and has co-founder Black Women Blockchain Council, a benefit LLC promoting black women in blockchain, fintech and future technologies.  In her spare time, Olayinka writes for various publications and has also been a speaker at various conferences on regulations, cybersecurity and blockchain. Olayinka holds a M. Sc in Cybersecurity Management and Policy from the University of Maryland Global College and a BA from Boston University.</p>",
        "social":[

          {
            "icon":"fab fa-twitter",
            "url":"/",
            "title":"Twitter"
          },
          {
            "icon":"fab fa-linkedin-in",
            "url":"/",
            "title":"Linked In"
          }
        ]
    },
    {
        "id": 14,
        "img": "assets/images/advv.jpg",
        "name": "Adam Vaziri",
        "post": "CEO, Blockpass",
        "shortdesc":"",
        "htmldesc":"<h4>Adam is the founder and CEO of Blockpass - a self sovereign identity application for regulated industries.</h4><p>Adam Vaziri's background is as a blockchain lawyer and set up Diacle in 2013 to assist blockchain projects with compliance. Adam has worked on the development of regulations in crypto in the early days in 2013 onwards. He was the first lawyer specialised in crypto in 2013. Adam believes that Web3.0 will bring blockchain to the mainstream but that regtech is required. Adam is Technical Author of the British Standards Institution standard on security tokens PAS19668:2020. Adam co-founded the UK Digital Currency Association and cofounded bitlegal.io which was at the time the most renowned tracker for the legal status of bitcoin (as featured by CNN and Washington Post). Adam also set up the first bitcoin hackathon in the UK and India labelled HackCoin. Adam has been involved in the development of standards for crypto-assets. He co-founded a fund called QRC to invest in regtech businesses and develop standards. QRC collaborated with the University of Malaya in the development of legal research into aspects of crypto-assets. QRC sponsored the development of a data standard for Security Tokens and Adam was the Technical Author of the same.</p>",
        "social":[

          {
            "icon":"fab fa-twitter",
            "url":"/",
            "title":"Twitter"
          },
          {
            "icon":"fab fa-linkedin-in",
            "url":"/",
            "title":"Linked In"
          }
        ]
    },
    {
        "id": 15,
        "img": "assets/images/zeb.jpg",
        "name": "Zeb Lelie",
        "post": "Head of the Research Department, Cyber Capital. Crypto Asset Investments & Funds.",
        "shortdesc":"",
        "htmldesc":"<h4>Zeb Lelie has been involved with Cyber Capital as a Research Associate since the start of the firm in 2016.</h4><p>He has an academic background in Political Science and Political History at the University of Amsterdam. This path has led him towards Bitcoin in 2014 and ever since he learned about the power of programmable money, crypto has taken hold of his life.\nBesides Cyber Capital, Zeb worked with the Blockchain Meetup in Hanoi and at the Blockchain Workspace of Amsterdam, a blockchain development group. Aside from offline discussions, Zeb also became an active participant in on-chain DeFi governance.\nBack in 2015 he founded the DYOR Crypto Wiki, a comprehensive database focused on the crypto-sphere. Through his reputation within the space, he became an advisor to multiple projects and research groups. At Cyber Capital, Zeb takes care of extensive analysis on crypto assets and has been heading the research department since 2020.</p>",
        "social":[

          {
            "icon":"fab fa-twitter",
            "url":"/",
            "title":"Twitter"
          },
          {
            "icon":"fab fa-linkedin-in",
            "url":"/",
            "title":"Linked In"
          }
        ]
    },
    {
        "id": 16,
        "img": "assets/images/pj.jpg",
        "name": "Pooja Sinha",
        "post": "Attorney at Law, Forte Law LL",
        "shortdesc":"",
        "htmldesc":"<h4>Pooja is an international lawyer based in Singapore. She is an Associate Director (Registered Foreign Lawyer) at Singapore law firm Forte Law LLC.</h4><p>She is a corporate finance specialist with the unique ability to advise clients in both the traditional and new age economy. She has closed 100+ transactions in the US, Europe and Asia in the course of her 20+ career including several first-of-its-kind transactions.\n \nHer new age experience includes guiding technology-enabled businesses on a range of matters from their regulatory licensing strategy, contractual risk mitigation strategy and fundraising through both the traditional and new age routes. \nShe has a wide range of experience within the digital economy having advised on everything from ICOs, STOs, IEOs and most recently, NFTs. She has also advised on the set-up of investment funds in the digital token space. \n\nShe also holds a number of compliance-related certifications – the International Compliance Association's Advanced Certificate in Governance, Risk and Compliance, the PDPC’s Practitioner Certificate in Personal Data Protection and the CIPP (Asia) and the CIPM certifications from the International Association of Privacy Professionals. \n \nPooja has spoken extensively on legal and regulatory issues at panel events within the blockchain industry.  Recently, she has also started penning down her thoughts on the inerplay between the traditional and the new age economy on Medium under the handle sinha-pooja.</p>",
        "social":[

          {
            "icon":"fab fa-twitter",
            "url":"/",
            "title":"Twitter"
          },
          {
            "icon":"fab fa-linkedin-in",
            "url":"/",
            "title":"Linked In"
          }
        ]
    },
    {
        "id": 17,
        "img": "assets/images/aft.jpg",
        "name": "Álvaro Fernández Tenorio",
        "post": "Head of Strategy @ Nsure Network",
        "shortdesc":"",
        "htmldesc":"<h4>Majored in Economics and Finance, Alvaro has developed his career around the Blockchain & FinTech Industry, as venture capitalist, consultant and strategist. </h4><p>Currently head of strategy and growth at Nsure Network, an open insurance platform for Open Finance (DeFi). The project is inspired by Lloyd’s London, a market place to trade insurance risks, where premiums are determined by a dynamic pricing model.. Previously Vice President and Managing Director for Europe at JRR Group. Despite his entrepreneurial experience, he has served as Strategic Advisor and consulted various projects and institutions, including DBS & former Italian Undersecretary of State for the Ministry of Economic Development.</p>",
        "social":[

          {
            "icon":"fab fa-twitter",
            "url":"/",
            "title":"Twitter"
          },
          {
            "icon":"fab fa-linkedin-in",
            "url":"/",
            "title":"Linked In"
          }
        ]
    },
    {
        "id": 18,
        "img": "assets/images/amanda.jpg",
        "name": "Amanda",
        "post": "BD & Marketing at SushiSwap",
        "shortdesc":"",
        "htmldesc":"<h4>Traditional finance background, but made the switch to crypto in 2017</h4><p> when colleagues started quitting after becoming Bitcoin millionaires overnight. Focused on making the many aspects of Sushi make sense and building the Sushi ecosystem out to convince all the traditional finance people left behind to also make the switch.</p>",
        "social":[

          {
            "icon":"fab fa-twitter",
            "url":"/",
            "title":"Twitter"
          },
          {
            "icon":"fab fa-linkedin-in",
            "url":"/",
            "title":"Linked In"
          }
        ]
    },
    {
        "id": 19,
        "img": "assets/images/eddie.jpg",
        "name": "Eddie Kago",
        "post": "Founder and CEO of Vibranium ID",
        "shortdesc":"",
        "htmldesc":"<h4>Eddie is the Founder and CEO of Vibranium ID, a Kenyan Digital Identity startup developing KYC solutions and Blockchain Identity wallets.</h4><p>He conceptualized and helped architect Kweli (kweli-ssi.web.app), a software framework that can be used for Pan-African blockchain supported digital identity. He frequently writes about Decentralized Identity on his Medium blog (medium.com/@kago) and is the Community Lead of Facebook Developer Circle Nairobi. Eddie holds a BSc in Business Information Technology, First Class Honours, from Strathmore University.\nNotably, Eddie is a finalist of the Rhodes Scholars Program and is an alumnus of the Obama-initiated Young African Leadership Initiative (YALI). He is also a 2020 candidate of the Crossroads Emerging Leaders Program by the Harvard Business School Club of the GCC.\n</p>",
        "social":[

          {
            "icon":"fab fa-twitter",
            "url":"/",
            "title":"Twitter"
          },
          {
            "icon":"fab fa-linkedin-in",
            "url":"/",
            "title":"Linked In"
          }
        ]
    },
    {
        "id": 20,
        "img": "assets/images/hyung.jpg",
        "name": "Hyungsuk Kang",
        "post": "CTO & Cofounder, Standard Protocol",
        "shortdesc":"",
        "htmldesc":"<h4>Hyungsuk Kang is a software engineer with strong background in cryptocurrency, blockchain, and distributed ledger technology. </h4><p>He is the CTO and Cofounder of Standard Protocol, Polkadot's first stablecoin based synthetic asset defi protocol. He is also a software engineer at Plasm, Head Ambassador for East Asia of Polkadot, and Co-founder at PolkaKR. With his versatility from over 5 years of research and development in software and cutting edge industries, he enjoys solving technical challenges.</p>",
        "social":[

          {
            "icon":"fab fa-twitter",
            "url":"/",
            "title":"Twitter"
          },
          {
            "icon":"fab fa-linkedin-in",
            "url":"/",
            "title":"Linked In"
          }
        ]
    },
    {
        "id": 21,
        "img": "assets/images/shimon.png",
        "name": "Shimon Newman",
        "post": "Co-Founder Ratio Finance",
        "shortdesc":"",
        "htmldesc":"<h4>Game theorist, token economist and incentive designer. Building the future of collateralized based stable minting and permissionless asset management.</h4><p></p>",
        "social":[

          {
            "icon":"fab fa-twitter",
            "url":"/",
            "title":"Twitter"
          },
          {
            "icon":"fab fa-linkedin-in",
            "url":"/",
            "title":"Linked In"
          }
        ]
    },
    {
        "id": 22,
        "img": "assets/images/samir.png",
        "name": "Samiar Tehrani",
        "post": "Cofounder, Ratio Finance",
        "shortdesc":"",
        "htmldesc":"<h4>Platform and business developer. Building the future of collateralized based stable minting and permissionless asset management.</h4><p></p>",
        "social":[

          {
            "icon":"fab fa-twitter",
            "url":"/",
            "title":"Twitter"
          },
          {
            "icon":"fab fa-linkedin-in",
            "url":"/",
            "title":"Linked In"
          }
        ]
    },
    {
        "id": 23,
        "img": "assets/images/mathias.jpg",
        "name": "Mathias Abdissa",
        "post": "Founder and CTO @ Santym",
        "shortdesc":"",
        "htmldesc":"<h4>Mathias is an entrepreneur, engineer, and product builder with very solid engineering background, who has lead and built financial, e-commerce, real estate, and crypto currency products.</h4><p>Currently focused on building Santym to help Africans access to U.S. banking system, DeFi Saving accounts and Crypto custody. \n\nPast Experience:\n\n- Founded an e-commerce startup and generated ~$0.4M in revenue in 12 months and under 4 employees with no capital.\n- Founded a SaaS startup and lead a team of 5-8 engineers to build software applications for hardware components.\n- Built global relationships in China, UAE, and Philippines for e-commerce and consulting businesses.\n- Built a funnel and run social media ads to generate leads.</p>",
        "social":[

          {
            "icon":"fab fa-twitter",
            "url":"/",
            "title":"Twitter"
          },
          {
            "icon":"fab fa-linkedin-in",
            "url":"https://www.linkedin.com/in/matiman",
            "title":"Linked In"
          }
        ]
    },
    {
        "id": 24,
        "img": "assets/images/Justin.png",
        "name": "Justin Newton",
        "post": " CEO and co-founder of Netki",
        "shortdesc":"",
        "htmldesc":"<h4>Justin Newton is the CEO and co-founder of Netki, the leader in digital ID validation solutions for Onboarding, KYC/AML and Travel Rule compliance. </h4><p>Netki’s solutions help wallet providers, exchanges, banks, fintech, governments and any company using blockchain technology comply with recent FATF, FINMA and FinCen guidance, while maintaining the principles of privacy and autonomy on which blockchain and cryptocurrency are founded. \n\nJustin has strategically positioned Netki to lead the charge in setting standards and policy for enterprise, digital identification, and digital currency ecosystems.  Justin currently serves on the Industry/Law Enforcement Portal Working Group of the Blockchain Alliance and the State Legislative Working Group of the Chamber of Digital Commerce.  Netki is a highly sought after participant to government-led initiatives on Digital Identity by US Treasury, the Monetary Authority of Singapore, the Central Bank of Aruba and other global agencies.  \n\nJustin is a pioneer in the development of Internet and blockchain technology.  Justin previously served on the Advisory Council for ARIN, the multinational registry for IP addresses and founded ISPC, the first trade association for Internet providers. He played a key role in ensuring the Internet Tax Freedom, the Communications Decency, the Digital Copyright, and the CAN-SPAM Acts aided the Internet industry’s growth while ensuring security and privacy for its users. He is the only person that has  contributed to authoring Internet standards (RFCs) and Bitcoin standards (BIPs).\n\n</p>",
        "social":[

          {
            "icon":"fab fa-twitter",
            "url":"/",
            "title":"Twitter"
          },
          {
            "icon":"fab fa-linkedin-in",
            "url":"/",
            "title":"Linked In"
          }
        ]
    },
    {
        "id": 25,
        "img": "assets/images/Warren.jpg",
        "name": "Warren Lorenz",
        "post": "Founder & Managing Principal of TechMeetsTrader",
        "shortdesc":"",
        "htmldesc":"<h4>Warren Lorenz is the Founder & Managing Principal of TechMeetsTrader and a Venture Partner at Blockchain Founders Fund which both invests in and venture build top-tier startups. He is a Limited Partner at multiple digital asset hedge funds, and sits on the Board of Directors of CryptoStar (TSX.V CSTR), a data center and cryptocurrency mining operator. </h4><p>He is an entrepreneur with multiple trading systems that were built, licensed, and sold to Hedge Funds, Proprietary Trading Offices, and Family Offices. Prior to that, he had exited an EdTech company that he helped scale from 7 Universities to 130 within 12 months. He currently acts as an advisor for multiple companies ranging from FinTech, Ecommerce, and Blockchain technologies.\n\n \n\nAdditionally, Warren was part of Batch 13 at 500 Startups VC out of Mountain View, California, where he and 32 other companies developed their businesses. He was a licensed Investment Advisor at Northwestern Mutual, where he passed FINRA’s Series 7 and Series 66 exams, and is an active investor across multiple industries.</p>",
        "social":[

          {
            "icon":"fab fa-twitter",
            "url":"/",
            "title":"Twitter"
          },
          {
            "icon":"fab fa-linkedin-in",
            "url":"/",
            "title":"Linked In"
          }
        ]
    },
    {
        "id": 26,
        "img": "assets/images/pet.jpg",
        "name": "Peter Okwara",
        "post": "Software Developer at IOTA Foundation",
        "shortdesc":"",
        "htmldesc":"<h4></h4><p>He is passionate about Blockchain, Internet of Things, Data and using using Human Centered Design to solve problems that occur all around us. \nHis goal is to be at the forefront in providing software and hardware solutions in Africa.</p>",
        "social":[

          {
            "icon":"fab fa-twitter",
            "url":"/",
            "title":"Twitter"
          },
          {
            "icon":"fab fa-linkedin-in",
            "url":"/",
            "title":"Linked In"
          }
        ]
    },
    {
        "id": 27,
        "img": "assets/images/jorn.jpg",
        "name": "Jörn Erbguth",
        "post": "Privacy & GDPR Consultant",
        "shortdesc":"",
        "htmldesc":"<h4>Jörn Erbguth is a consultant on blockchain and data protection (GDPR). With majors in computer science and law, he takes a multidisciplinary approach to new technology. </h4><p>. He is an enabler of privacy by design where legal and technological aspects need to be tightly integrated. Jörn previously worked as a software developer, a product manager and was head of ICT and CTO for legal information systems in Germany and Switzerland. He has been invited to the European Commission, the German Bundestag and the Parliament of Sachsen to discuss Blockchain, data protection and information security. Jörn writes about technology and law and lectures at the Geneva School of Diplomacy, the University of Lucerne and the University of St. Gallen. He is active in Blockchain standardization at the International Telecommunication Union (ITU) and was a member of DIN SPEC 4997 Privacy by Blockchain Design. He works with Geneva Macro Labs as Head of Technology Insights. Jörn also serves as a board member for the German EDV-Gerichtstag (German Association for Computing in the Judiciary) and the Swiss entscheidsuche.ch association. The latter engages in making Swiss court cases easily and freely available to the public. He organizes workshops at UN conferences on these topics such as the Internet Governance Forum IGF and the World Summit of Information Society WSIS.</p>",
        "social":[

          {
            "icon":"fab fa-twitter",
            "url":"/",
            "title":"Twitter"
          },
          {
            "icon":"fab fa-linkedin-in",
            "url":"/",
            "title":"Linked In"
          }
        ]
    },
    {
        "id": 28,
        "img": "assets/images/pat.png",
        "name": "Patrick Larsen",
        "post": "Cofounder and CEO ZenLedger.io",
        "shortdesc":"",
        "htmldesc":"<h4>Pat is the Cofounder and CEO of ZenLedger.io, a cryptocurrency tax and accounting startup</h4><p>Pat and his cofounder, Bryan Starbuck, launched ZenLedger in 2017 and now work with Big 4 accounting firms, thousands of tax professionals, and tens of thousands of cryptocurrency investors. Pat holds a BS in Materials Science Chemistry from the US Air Force Academy and a MBA from the University of Chicago Booth School of Business. Pat has worked at Amazon and investment banking. He was also a US Navy helicopter pilot.</p>",
        "social":[

          {
            "icon":"fab fa-twitter",
            "url":"https://twitter.com/PatrickLarsen",
            "title":"Twitter"
          },
          {
            "icon":"fab fa-linkedin-in",
            "url":"https://www.linkedin.com/in/patlarsen1/",
            "title":"Linked In"
          }
        ]
    },
    {
        "id": 29,
        "img": "assets/images/djj.jpg",
        "name": "DJ Journey",
        "post": "CREATIVE DIRECTOR, COMPOSER/DJ & GRAPHIC ARTIST. CO-FOUNDER OF  FORM-U.LA",
        "shortdesc":"",
        "htmldesc":"<h4></h4><p>SHAPING THE FUTURE OF TECHNOLOGY, MUSIC, GAMING & COMMUNITY BUILDING. \n\nFavorite emote: 🚀\nDiscography: \nhttps://open.spotify.com/artist/4usoKnEFArgnDYsq93Sal9?si=CTrX8WbDQFC5CK_iGViJmw\n\nBrand: https://solo.to/vibestreambeats</p>",
        "social":[

          {
            "icon":"fab fa-twitter",
            "url":"/",
            "title":"Twitter"
          },
          {
            "icon":"fab fa-linkedin-in",
            "url":"/",
            "title":"Linked In"
          }
        ]
    },
    {
        "id": 30,
        "img": "assets/images/rod.jpg",
        "name": "Rodrigo Vicuna",
        "post": "CFO of Prime Trust",
        "shortdesc":"",
        "htmldesc":"<h4></h4><p></p>",
        "social":[

          {
            "icon":"fab fa-twitter",
            "url":"/",
            "title":"Twitter"
          },
          {
            "icon":"fab fa-linkedin-in",
            "url":"https://www.linkedin.com/in/rodrigovicuna/",
            "title":"Linked In"
          }
        ]
    },
    {
        "id": 31,
        "img": "assets/images/tony.jpg",
        "name": "Tony Rose",
        "post": "CEO & Founder @ProofMarket.io",
        "shortdesc":"",
        "htmldesc":"<h4>Online Identity is broken. In fact, it was never designed as part of the Internet in the first place.</h4><p>This is why I founded ProofMarket and started building next generation digital identity applications. We developed MedCreds, one of the worlds first medical wallets to provide to patients the portability of medical data. By owning digital health records, patients have more choice in how they obtain care.\n\nProof Market is known for our innovation in Digital Identity. We introduced the worlds first legislation to recognize next generation Digital Identity (CA AB 2004). We also lead working groups within the Linux Foundation, and the Sovrin Foundation, developing governance frameworks for digital trust.\n\nI am a passionate founder with a thirst for applying new technology to solve real world problems. My first e-mail account changed my life, exchanging ideas with top mathematics professors around the world opened doors I never knew existed. I want to bring the same benefit the Internet gave me, to the world with my work — this is what drives me to study emerging technology and build innovative products.\n\nA few highlights from my experience;\n- As the founder and CEO of Drop In Media, our team innovated Multimedia News Alerts and we operated this business for Verizon Wireless, T-Mobile, and many other Telcos.\n- At Vantiv, I lead the launch Apple Pay to over a million merchant locations across the US.\n- As the CTO of North America for Mobileway, we pioneered text messaging, sending the first ever cross-carrier messages, triggering the mass-adoption of SMS in the US.\n\nI am an avid surfer, I love wake up on the ocean in my sailboat during down times.\n\nIf you want to be a part of this technology world, send me a genuine request and I will be happy to connect.</p>",
        "social":[

          {
            "icon":"fab fa-twitter",
            "url":"/",
            "title":"Twitter"
          },
          {
            "icon":"fab fa-linkedin-in",
            "url":"https://www.linkedin.com/in/tony-rose",
            "title":"Linked In"
          }
        ]
    },
    {
        "id": 32,
        "img": "assets/images/jor.jpg",
        "name": "Jor Law",
        "post": "Board Director, Prime Trust  &\nConsultant, tZERO/VerifyInvestor.com",
        "shortdesc":"",
        "htmldesc":"<h4></h4><p>An entrepreneur who has successfully built and exited his own startup, Jor combines his\nexperience as a corporate/securities attorney, tech investor, startup founder, and product\nmanager to bring additional depth to management teams. Jor has been a pioneer in developing\nfintech infrastructure and payment solutions for the crypto industry as well as creating the\necosystem for digitizing and trading securities on the blockchain and other distributed ledger\ntechnologies. In this capacity, he has helped build products and business units for some of the\nmost prominent companies in the space.</p>",
        "social":[

          {
            "icon":"fab fa-twitter",
            "url":"/",
            "title":"Twitter"
          },
          {
            "icon":"fab fa-linkedin-in",
            "url":"/",
            "title":"Linked In"
          }
        ]
    },
    {
        "id": 33,
        "img": "assets/images/bv.jpg",
        "name": "Bharat Verma",
        "post": "CEO at Derived @derivedFi",
        "shortdesc":"",
        "htmldesc":"<h4></h4><p>Serial Entrepreneur with over 11 years of multi-dimensional experience background in Software Development, Biz Dev, Law, Real Estate and Marketing. Holds triple degrees in Computer Science Engineering, a Masters degree in Business and Management from the UK and a Bachelors of Law degree with honors. Blockchain investor since early 2017 and have worked with multiple projects in the space.</p>",
        "social":[

          {
            "icon":"fab fa-twitter",
            "url":"/",
            "title":"Twitter"
          },
          {
            "icon":"fab fa-linkedin-in",
            "url":"/",
            "title":"Linked In"
          }
        ]
    },
    {
        "id": 34,
        "img": "assets/images/robert.jpg",
        "name": "Robert Miller",
        "post": "Marcom Director at Fuse",
        "shortdesc":"",
        "htmldesc":"<h4></h4><p>Robert Miller is a growth consultant and heads up marketing and communications at Fuse, a payment-centric blockchain project that builds plug ’n’ play business solutions designed to allow anyone to take part in creating the economies of tomorrow. \n\nHaving started his career in enterprise technology over 10 years a go, he now has over 5 years experience within blockchain and crypto having worked with Komodo Platform, Cointelegraph and other reputable names.</p>",
        "social":[

          {
            "icon":"fab fa-twitter",
            "url":"/",
            "title":"Twitter"
          },
          {
            "icon":"fab fa-linkedin-in",
            "url":"/",
            "title":"Linked In"
          }
        ]
    },
    {
        "id": 35,
        "img": "assets/images/aal.jpg",
        "name": "Johan Unger",
        "post": "Ancient Alien, Meme.com",
        "shortdesc":"",
        "htmldesc":"<h4></h4><p>Entrepreneur in online publishing for 10 years. Previously co-founder of Strossle, a top 20 growth startups in Europe. Started Meme.com (then Marble.Cards) in 2018.</p>",
        "social":[

          {
            "icon":"fab fa-twitter",
            "url":"/",
            "title":"Twitter"
          },
          {
            "icon":"fab fa-linkedin-in",
            "url":"/",
            "title":"Linked In"
          }
        ]
    }
]
